export default defineEventHandler(() => [
  {
    text: `Доставка товаров осуществляется почтой, во все населенные пункты Республики Беларусь. Доставка за пределы Республики Беларусь не осуществляется. Сроки доставки заказа составляют от 1 до 5 рабочих дней. Заботясь о наших клиентах, стараемся отправлять заказы ежедневно, с понедельника по пятницу.`
  },
  {
    title: `Доставка и оплата через РУП Белпочта`,
  },
  {
    text: `РУП “Белпочта“ осуществляет доставку двумя способами:<br/><br/>1. Обычная доставка. При данном виде доставки вы получаете посылку в своем почтовом отделении. Время доставки — от 3 до 7 дней. Обычная стоимость составляет 6 рублей, для предметов стоимостью от 60 рублей и выше стоимость доставки составляет 8 рублей.<br/><br/>2. Экспресс-доставка. Этот вид ускоренной почты обеспечивает доставку заказа адресату на дом, на следующий рабочий день после отправления заказа. Стоимость доставки — всегда 12 рублей <br/><br/>За отправку денежного перевода РУП “Белпочта“ ничего не взимает. В течение 10 дней посылка на вашем почтовом отделении хранится бесплатно. Затем за каждый день хранения вы платите пеню в размере 20 копеек. Если вы в течении 30 дней не заберете посылку, она отправится обратно к нам. Однако, если у вас нет возможности забрать посылку в 30-дневный срок, вы можете уведомить почтовое отделение и продлить срока хранения.<br/><br/>Оплата производится в белорусских рублях при получении посылки на почте. При получении заказа необходимо иметь при себе паспорт (или другой документ, удостоверяющий личность, на имя которого приходит посылка). В стоимость заказа входит стоимость вещей, стоимость доставки и упаковки. Чек об оплате, выданный почтой, является подтверждающим документом о покупке.`
  },
  {
    title: `Доставка через отделение “Европочта” . Возмозжность доставки курьером`,
  },
  {
    text: `После нажатия кнопки Оплатить вы перейдете на специальную защищенную платежную страницу процессинговой системы bePaid.<br/><br/>На платежной странице будет указан номер заказа и сумма платежа. Для оплаты вам необходимо ввести свои карточные данные и подтвердить платеж, нажав кнопку «оплатить».<br/><br/>Если ваша карта поддерживает технологию 3-D Secure, вам будет предложено пройти стандартную одноминутную процедуру проверки владельца карты на сайте вашего банка (банк, выдавший вашу карту).<br/>`
  },
  {
    title: `Оплата заказов через BEPAID`,
  },
  {
    text: `После нажатия кнопки Оплатить вы перейдете на специальную защищенную платежную страницу процессинговой системы bePaid.<br/><br/>На платежной странице будет указан номер заказа и сумма платежа. Для оплаты вам необходимо ввести свои карточные данные и подтвердить платеж, нажав кнопку «оплатить».<br/><br/>Если ваша карта поддерживает технологию 3-D Secure, вам будет предложено пройти стандартную одноминутную процедуру проверки владельца карты на сайте вашего банка (банк, выдавший вашу карту).<br/><br/>Обращаем ваше внимание, что после проведения платежа на ваш электронный адрес придет подтверждение оплаты. Просим вас сохранять данные оплат.<br/><br/>Мы принимаем платежи по следующим банковским картам: Visa, Visa Electron, MasterCard, Maestro, Белкарт.`
  },
  {
    title: `Оплата заказов через ЕРИП`,
  },
  {
    text: `ЕРИПСистема ”Расчет“ позволяет произвести оплату в любом удобном для Вас месте, в удобное для Вас время, в удобном для Вас пункте банковского обслуживания –банкомате, инфокиоске, интернет-банке, кассе банков, с помощью мобильного банкинга и т.д.<br/> <br/> Вы можете оплатить наши товары/услуги с использованием наличных денежных средств, электронных денег и банковских платежных карточек в пунктах банковского обслуживания банков, которые оказывают услуги по приему платежей, а также посредством инструментов дистанционного банковского обслуживания. <br/> <br/> Если Вы осуществляете платеж в кассе банка, пожалуйста, сообщите кассиру о необходимости проведения платежа через систему ”Расчет“ (ЕРИП). <br/> <br/> В каталоге сиcтемы ”Расчет“ магазин veore.by находится в меню интернет-магазины/сервисы: <br/> “Расчет“ (ЕРИП)->Интернет-магазины/сервисы/A-Z латинские домены ->C-> Cocteil.by <br/><br/>Для проведения платежа необходимо: <br/> <br/> 1. Выбрать пункт “Система “Расчет” (ЕРИП) <br/> 2. Выбрать последовательно вкладки: Интернет-магазины/сервисы/->A-Z латинские домены -> C -> Cocteil.by <br/> 3. Ввести Номер заказа (получите его у консультанта) <br/> 4. Ввести сумму платежа (если не указана)<br/> 5. Проверить корректность информации <br/> 6. Совершить платеж. <br/> 7. Сбросить чек об оплате для менеджера`
  }
])