export const categories = [
    {
        id:1,
        name: 'Женщинам',
        subcategories: [
            { id: 1, name: 'Майки'},
            { id: 1, name: 'Костюмы'},
            { id: 1, name: 'Брюки'},
            { id: 1, name: 'Джинсы'},
            { id: 1, name: 'Юбки'},
            { id: 1, name: 'Шорты'},
            { id: 1, name: 'Свитшоты, худи'},
            { id: 1, name: 'Блузки и рубашки'},
            { id: 1, name: 'Пиджаки и жакеты'},
            { id: 1, name: 'Платья и сарафаны'},
            { id: 1, name: 'Верхняя одежда'},
        ]
    },
    {
        id:2,
        name: 'Мужчинам',
        subcategories: [
            { id: 1, name: 'Майки'},
            { id: 1, name: 'Костюмы'},
            { id: 1, name: 'Брюки'},
            { id: 1, name: 'Джинсы'},
            { id: 1, name: 'Юбки'},
            { id: 1, name: 'Шорты'},
            { id: 1, name: 'Свитшоты, худи'},
            { id: 1, name: 'Блузки и рубашки'},
            { id: 1, name: 'Пиджаки и жакеты'},
            { id: 1, name: 'Платья и сарафаны'},
            { id: 1, name: 'Верхняя одежда'},
        ]
    },
    {
        id:3,
        name: 'Детям'
    },
    {
        id:4,
        name: 'Обувь'
    },
    {
        id:5,
        name: 'Игрушки'
    },
    {
        id:6,
        name: 'Аксессуары'
    },
    {
        id:7,
        name: 'Большие размеры'
    },
    {
        id:8,
        name: 'Дополнительно'
    },{
        id:9,
        name: 'Акции'
    }
]